{
  "lastUpdated": "2026-02-05T23:37:07.003Z",
  "generatedWith": "GitHub Models API",
  "forks": [
    {
      "id": 847620283,
      "name": "ycombinator-job-scraper",
      "displayName": "ycombinator job scraper",
      "description": "Y Combinator Job Scraper  This repository houses an automated job scraping tool designed to streamline the job search process for tech professionals. Focused on Y Combinator's job board, this project aims to provide timely, relevant job listings to aid in career advancement.  Key Features: • Automated Scraping: Daily scraping of Y Combinator's jobs",
      "summary": "The Y Combinator Job Scraper repository offers a valuable tool for tech professionals seeking to simplify their job search by automating the collection of listings from Y Combinator's job board. Built in Python, this project not only saves time with daily scraping but also ensures users have access to up-to-date and relevant job opportunities, making it an essential resource for developers looking to advance their careers in a competitive market.",
      "url": "https://github.com/yebeai/ycombinator-job-scraper",
      "language": "Python",
      "stars": 4,
      "forks": 1,
      "topics": [],
      "parent": null,
      "type": "original",
      "image": "https://images.unsplash.com/photo-1461749280684-dccba630e2f6?w=800&h=400&fit=crop&q=80",
      "forkedAt": "August 26, 2024",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150967487,
      "name": "libredesk",
      "displayName": "libredesk",
      "description": "Modern, open source, self-hosted customer support desk. Single binary app.",
      "summary": "LibreDesk is a modern, open-source customer support desk that allows developers to easily set up a self-hosted solution with just a single binary application. This simplicity not only streamlines deployment but also provides full control over customer interactions and data privacy. For developers looking to enhance their support infrastructure while avoiding vendor lock-in, LibreDesk offers a compelling alternative with its customizable and efficient framework.",
      "url": "https://github.com/yebeai/libredesk",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "abhinavxd/libredesk",
        "url": "https://github.com/abhinavxd/libredesk",
        "stars": 2163
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1555066931-4365d14bab8c?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150915450,
      "name": "Shannon",
      "displayName": "Shannon",
      "description": "A production-oriented multi-agent orchestration framework.",
      "summary": "The Shannon repository offers a robust multi-agent orchestration framework designed for production environments, making it a compelling choice for developers looking to manage complex systems efficiently. Its architecture supports seamless coordination between agents, enabling more sophisticated automation and scalability in applications. This tool not only streamlines workflows but also enhances collaboration among distributed components, making it a valuable asset for developers focused on building resilient and adaptive systems.",
      "url": "https://github.com/yebeai/Shannon",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "Kocoro-lab/Shannon",
        "url": "https://github.com/Kocoro-lab/Shannon",
        "stars": 924
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1504639725590-34d0984388bd?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150904723,
      "name": "GDevelop",
      "displayName": "GDevelop",
      "description": "🎮 Open-source, cross-platform 2D/3D/multiplayer game engine designed for everyone.",
      "summary": "GDevelop is an open-source game engine that empowers developers to create 2D and 3D multiplayer games without the need for extensive coding knowledge. Its intuitive interface and cross-platform capabilities make it accessible for both beginners and experienced developers looking to prototype ideas quickly or build fully realized projects. By leveraging GDevelop, creators can focus on their game design and narrative, streamlining the development process while fostering creativity.",
      "url": "https://github.com/yebeai/GDevelop",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "4ian/GDevelop",
        "url": "https://github.com/4ian/GDevelop",
        "stars": 20177
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1526374965328-7f61d4dc18c5?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150849553,
      "name": "slidev",
      "displayName": "slidev",
      "description": "Presentation Slides for Developers",
      "summary": "Slidev is an innovative tool designed for developers to create interactive presentation slides using familiar web technologies. With its focus on ease of use and customization, it allows developers to leverage their coding skills to produce visually appealing and functional presentations effortlessly. This repository is particularly interesting for those looking to streamline their presentation workflow while integrating code snippets and live demos directly into their slides.",
      "url": "https://github.com/yebeai/slidev",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "slidevjs/slidev",
        "url": "https://github.com/slidevjs/slidev",
        "stars": 44175
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1518770660439-4636190af475?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1149826102,
      "name": "invoicerr",
      "displayName": "invoicerr",
      "description": "Invoicerr is a freelance-focused invoicing app that lets you create quotes, generate invoices, track payments, and collect secure signatures.",
      "summary": "Invoicerr is a robust invoicing application tailored for freelancers, providing essential features such as quote creation, invoice generation, payment tracking, and secure signature collection. Developers may find it intriguing due to its focus on streamlining freelance financial management, as well as the opportunity to contribute to a tool that directly addresses the unique challenges faced by independent professionals. The repository offers potential for customization and enhancements, making it a valuable resource for those interested in building applications that support the freelance economy.",
      "url": "https://github.com/yebeai/invoicerr",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "invoicerr-app/invoicerr",
        "url": "https://github.com/invoicerr-app/invoicerr",
        "stars": 631
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 4, 2026",
      "updatedAt": "February 4, 2026",
      "readTime": 2
    },
    {
      "id": 1149245380,
      "name": "agent-device",
      "displayName": "agent device",
      "description": "CLI to control iOS and Android devices for AI agents",
      "summary": "The agent-device repository offers a command-line interface designed to streamline the process of controlling iOS and Android devices, making it an invaluable tool for developers working with AI agents. By enabling seamless interaction with mobile platforms, this CLI enhances the development and testing of mobile applications that leverage AI, providing a practical solution for automating device operations. Developers looking to improve their workflow and integrate AI capabilities into mobile environments will find this repository particularly beneficial.",
      "url": "https://github.com/yebeai/agent-device",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "callstackincubator/agent-device",
        "url": "https://github.com/callstackincubator/agent-device",
        "stars": 402
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1550751827-4bd374c3f58b?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    },
    {
      "id": 1149242405,
      "name": "lamb",
      "displayName": "lamb",
      "description": "Tiny Pure Functional Programming Language in C",
      "summary": "The \"lamb\" repository presents a compact, pure functional programming language crafted in C, offering developers a unique opportunity to explore the principles of functional programming in a minimalistic environment. Its design encourages experimentation with functional concepts while providing a practical implementation that can deepen understanding of both C and functional paradigms. This project is ideal for those looking to refine their programming skills and appreciate the elegance of functional programming in a hands-on manner.",
      "url": "https://github.com/yebeai/lamb",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "tsoding/lamb",
        "url": "https://github.com/tsoding/lamb",
        "stars": 185
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1558494949-ef010cbdcc31?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    },
    {
      "id": 1149237245,
      "name": "elasticsearch-skill",
      "displayName": "elasticsearch skill",
      "description": "Claude Code skill for interacting with Elasticsearch REST API — Query DSL, aggregations, cluster ops, ILM, ES|QL, and more",
      "summary": "The elasticsearch-skill repository offers a powerful tool for developers looking to enhance their applications with Elasticsearch capabilities. By providing a streamlined interface for interacting with the Elasticsearch REST API—covering Query DSL, aggregations, and cluster operations—it simplifies complex tasks and enables users to leverage the full potential of Elasticsearch efficiently. This skill is particularly valuable for those seeking to implement advanced data querying and management features without getting bogged down in API intricacies.",
      "url": "https://github.com/yebeai/elasticsearch-skill",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "davidgeorgehope/elasticsearch-skill",
        "url": "https://github.com/davidgeorgehope/elasticsearch-skill",
        "stars": 19
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1485827404703-89b55fcc595e?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    }
  ]
}