{
  "lastUpdated": "2026-02-05T23:58:09.305Z",
  "generatedWith": "GitHub Models API",
  "forks": [
    {
      "id": 847620283,
      "name": "ycombinator-job-scraper",
      "displayName": "ycombinator job scraper",
      "description": "Y Combinator Job Scraper  This repository houses an automated job scraping tool designed to streamline the job search process for tech professionals. Focused on Y Combinator's job board, this project aims to provide timely, relevant job listings to aid in career advancement.  Key Features: • Automated Scraping: Daily scraping of Y Combinator's jobs",
      "summary": "The Y Combinator Job Scraper repository offers a practical solution for tech professionals seeking to simplify their job search by automating the extraction of listings from Y Combinator's job board. Built in Python, this tool not only saves time but also ensures users receive up-to-date and relevant job opportunities daily, making it a valuable resource for developers looking to advance their careers in the tech industry.",
      "url": "https://github.com/yebeai/ycombinator-job-scraper",
      "language": "Python",
      "stars": 4,
      "forks": 1,
      "topics": [],
      "parent": null,
      "type": "original",
      "image": "https://images.unsplash.com/photo-1461749280684-dccba630e2f6?w=800&h=400&fit=crop&q=80",
      "forkedAt": "August 26, 2024",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150967487,
      "name": "libredesk",
      "displayName": "libredesk",
      "description": "Modern, open source, self-hosted customer support desk. Single binary app.",
      "summary": "Libredesk offers developers a streamlined, self-hosted customer support solution in the form of a single binary application, simplifying deployment and maintenance. With its open-source nature, it provides the flexibility to customize and extend functionalities to meet specific business needs, making it an attractive option for teams looking to enhance their customer service capabilities without the constraints of proprietary software. This repository stands out for those seeking a modern approach to support desk management that prioritizes control and ease of use.",
      "url": "https://github.com/yebeai/libredesk",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "abhinavxd/libredesk",
        "url": "https://github.com/abhinavxd/libredesk",
        "stars": 2164
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1555066931-4365d14bab8c?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150915450,
      "name": "Shannon",
      "displayName": "Shannon",
      "description": "A production-oriented multi-agent orchestration framework.",
      "summary": "The Shannon repository offers a robust multi-agent orchestration framework designed for production environments, making it a valuable resource for developers looking to streamline complex systems. Its focus on facilitating communication and coordination among distributed agents can significantly enhance the efficiency and scalability of applications. By leveraging Shannon, developers can tackle intricate workflows with greater ease, ultimately driving innovation in their projects.",
      "url": "https://github.com/yebeai/Shannon",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "Kocoro-lab/Shannon",
        "url": "https://github.com/Kocoro-lab/Shannon",
        "stars": 924
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1504639725590-34d0984388bd?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150904723,
      "name": "GDevelop",
      "displayName": "GDevelop",
      "description": "🎮 Open-source, cross-platform 2D/3D/multiplayer game engine designed for everyone.",
      "summary": "GDevelop is an open-source game engine that empowers developers to create engaging 2D and 3D multiplayer games without needing extensive programming knowledge. Its intuitive interface and cross-platform capabilities make it an attractive option for both novice and experienced developers looking to bring their game ideas to life efficiently. With a strong community backing and continuous updates, GDevelop stands out as a versatile tool for rapid game development.",
      "url": "https://github.com/yebeai/GDevelop",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "4ian/GDevelop",
        "url": "https://github.com/4ian/GDevelop",
        "stars": 20177
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1526374965328-7f61d4dc18c5?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1150849553,
      "name": "slidev",
      "displayName": "slidev",
      "description": "Presentation Slides for Developers",
      "summary": "Slidev is an innovative tool designed for developers who need to create engaging presentation slides with ease. By leveraging a markdown-based approach, it allows for seamless integration of code snippets and real-time previews, making it an ideal choice for tech talks and workshops. This repository not only streamlines the presentation creation process but also enhances collaboration among developers looking to share their ideas effectively.",
      "url": "https://github.com/yebeai/slidev",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "slidevjs/slidev",
        "url": "https://github.com/slidevjs/slidev",
        "stars": 44175
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1518770660439-4636190af475?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 5, 2026",
      "updatedAt": "February 5, 2026",
      "readTime": 2
    },
    {
      "id": 1149826102,
      "name": "invoicerr",
      "displayName": "invoicerr",
      "description": "Invoicerr is a freelance-focused invoicing app that lets you create quotes, generate invoices, track payments, and collect secure signatures.",
      "summary": "Invoicerr is a practical invoicing application tailored for freelancers, offering essential features such as quote creation, invoice generation, payment tracking, and secure signature collection. Developers may find it interesting not only for its focus on enhancing the freelance workflow but also as a potential foundation for building customized invoicing solutions or integrating additional functionalities to streamline client management. Its open-source nature invites collaboration and innovation within the developer community.",
      "url": "https://github.com/yebeai/invoicerr",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "invoicerr-app/invoicerr",
        "url": "https://github.com/invoicerr-app/invoicerr",
        "stars": 631
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 4, 2026",
      "updatedAt": "February 4, 2026",
      "readTime": 2
    },
    {
      "id": 1149245380,
      "name": "agent-device",
      "displayName": "agent device",
      "description": "CLI to control iOS and Android devices for AI agents",
      "summary": "The `agent-device` repository offers a command-line interface designed for developers looking to streamline interactions with iOS and Android devices, specifically for AI agents. This tool enables efficient automation and control, making it an invaluable resource for those developing mobile applications or testing AI functionalities across platforms. Its potential to enhance productivity and simplify device management will resonate with developers aiming to integrate AI seamlessly into mobile environments.",
      "url": "https://github.com/yebeai/agent-device",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "callstackincubator/agent-device",
        "url": "https://github.com/callstackincubator/agent-device",
        "stars": 402
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1550751827-4bd374c3f58b?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    },
    {
      "id": 1149242405,
      "name": "lamb",
      "displayName": "lamb",
      "description": "Tiny Pure Functional Programming Language in C",
      "summary": "The \"lamb\" repository presents a minimalist pure functional programming language implemented in C, offering developers a unique opportunity to explore functional programming concepts in a compact and efficient manner. Its simplicity and focus on core principles make it an intriguing project for those looking to deepen their understanding of functional paradigms while working with a low-level language. This repository serves as both a practical resource and a thought-provoking experiment for programmers interested in the interplay between language design and implementation.",
      "url": "https://github.com/yebeai/lamb",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "tsoding/lamb",
        "url": "https://github.com/tsoding/lamb",
        "stars": 185
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1558494949-ef010cbdcc31?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    },
    {
      "id": 1149237245,
      "name": "elasticsearch-skill",
      "displayName": "elasticsearch skill",
      "description": "Claude Code skill for interacting with Elasticsearch REST API — Query DSL, aggregations, cluster ops, ILM, ES|QL, and more",
      "summary": "The `elasticsearch-skill` repository offers a powerful tool for developers looking to enhance their applications with Elasticsearch capabilities through a streamlined interaction with its REST API. By supporting a range of features including Query DSL, aggregations, and index lifecycle management (ILM), this skill simplifies complex operations and enables effective data querying and analysis. It’s an essential resource for anyone aiming to leverage Elasticsearch's full potential in their projects.",
      "url": "https://github.com/yebeai/elasticsearch-skill",
      "language": null,
      "stars": 0,
      "forks": 0,
      "topics": [],
      "parent": {
        "name": "davidgeorgehope/elasticsearch-skill",
        "url": "https://github.com/davidgeorgehope/elasticsearch-skill",
        "stars": 19
      },
      "type": "fork",
      "image": "https://images.unsplash.com/photo-1485827404703-89b55fcc595e?w=800&h=400&fit=crop&q=80",
      "forkedAt": "February 3, 2026",
      "updatedAt": "February 3, 2026",
      "readTime": 2
    }
  ]
}